Repository: geekq/gettext_activerecord
Catalog: po/*/gettext_activerecord.po
Languages: nl

source: '%{file}' is not found.
nl: Kan het bestand '%{file}' niet vinden.

source: Ignored '%{file}'. Solve dependencies first.
nl: Bestand '%{file}' wordt overgeslagen. Dependency probleem.

source: No database is available.
nl: Er is geen database beschikbaar.

source: rubygems are not found.
nl: Kan rubygems niet vinden.

source: Validation failed: %{error_messages}
nl: Validatie mislukt: %{error_messages}

source: %{attribute} is not included in the list
nl: %{attribute} komt niet voor in de lijst

source: %{attribute} is reserved
nl: %{attribute} mag niet worden gebruikt

source: %{attribute} is invalid
nl: %{attribute} is ongeldig

source: %{attribute} doesn't match confirmation
nl: %{attribute} komt niet overeen met de bevestiging

source: %{attribute} must be accepted
nl: %{attribute} moet geaccepteerd worden

source: %{attribute} can't be empty
nl: %{attribute} mag niet leeg zijn

source: %{attribute} can't be blank
nl: %{attribute} mag niet leeg zijn

source: %{attribute} is too long (maximum is %{count} characters)
nl: %{attribute} is te lang (maximaal %{count} tekens)

source: %{attribute} is too short (minimum is %{count} characters)
nl: %{attribute} is te kort (minimaal %{count} tekens)

source: %{attribute} is the wrong length (should be %{count} characters)
nl: %{attribute} heeft een onjuiste lengte (dit moet %{count} tekens zijn)

source: %{attribute} has already been taken
nl: %{attribute} is al in gebruik

source: %{attribute} is not a number
nl: %{attribute} is geen getal

source: %{attribute} must be greater than %{count}
nl: %{attribute} moet groter zijn dan %{count}

source: %{attribute} must be greater than or equal to %{count}
nl: %{attribute} moet groter of gelijk zijn aan %{count}

source: %{attribute} must be equal to %{count}
nl: %{attribute} moet gelijk zijn aan %{count}

source: %{attribute} must be less than %{count}
nl: %{attribute} moet minder zijn dan %{count}

source: %{attribute} must be less than or equal to %{count}
nl: %{attribute} moet minder dan of gelijk zijn aan %{count}

source: %{attribute} must be odd
nl: %{attribute} moet een oneven aantal zijn

source: %{attribute} must be even
nl: %{attribute} moet even aantal zijn
